<?php

/* vim: set expandtab tabstop=4 shiftwidth=4 softtabstop=4: */
$_['heading_title']     = 'Ευχαριστούμε για τις αγορές σας!';

$_['text_title'] = 'Χρεωστική / Πιστωτική κάρτα (Everypay)';
$_['text_sandbox_warning'] = 'Μην πραγματοιποιείτε αληθινές πληρωμές σε δοκιμαστικό περιβάλλον!!';
$_['text_response']     = 'Απάντηση από Everypay:';
$_['text_success']      = '... η πληρωμή σας ήταν επιτυχής.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">Παρακαλώ περιμένετε ...</span></b> η παραγγελία είναι σε εξέλιξη.<br>αν δεν γίνει ανακατεύθυνση μέσα σε 10 δευτερόλεπτα, κάντε κλικ <a href="%s">εδώ</a>.';
$_['text_failure']      = '... η πληρωμή σας δεν ήταν επιτυχής!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">Παρακαλώ περιμένετε ...</span></b><br>Αν δεν γίνει ανακατεύθυνση μέσα σε 10 δευτερόλεπτα, κάντε κλικ <a href="%s">εδώ</a>.';
